{
    "Success": "1",
    "Campaign month": "Jul",
    "Author": {
        "Length of description": 506,
        "Description": "BigBox3D is a brand new company jointly owned by E3D and LittleBox. E3D have been in the 3D printing market for over 3 years, designing one of the world&#39;s first and foremost all-metal HotEnds. E3D have been instrumental in the progression of 3D printable materials too and their range of Everyday PLA &amp; ABS filament is rapidly becoming an industry standard with lots of work on support materials in the pipeline.E3D are UK based, and like most 3D printer companies, started in a shed....",
        "Number of created projects": 0,
        "Number of backed projects": 1,
        "Facebook connection": 0
    },
    "Number of pledge levels": 14,
    "Length of abstract": 134,
    "Title": "BigBox: THE Open Source Hi-Spec Desktop 3D Printer!",
    "Number of videos": 3,
    "Category": "technology",
    "Number of Faq items": 9,
    "Subcategory": "3d printing",
    "Abstract": "A no-compromise, high-specification 3D-Printer, High Quality, Huge build capacity, OPEN SOURCE, capable of every 3D printing material.",
    "Has a video": 1,
    "Project description": "featured in: 20Read more about the Motion System 20Read more about the Extrusion System Read more about Connectivity Here 20202020202020202020202020202020202020202020202020202020202020202020202020202020202020202020202020202020202020202020202020202020202020202020202020202020 Please Pledge here! >>> 20Further details.... Spec... Upgrades... Meet the Team.... 20 Autolevelling Demonstration: Simplify3D is available as an optional upgrade for all versions of the E3D BigBox. Check the Options & Upgrades section further down for details. If you need a 3D printer but are not sure which BigBox is right for you - choose this one. 20It's also available factory assembled (see below).The Pro edition is the BigBox suitable for 90% of applications. It features a heated bed and an E3D-v6 HotEnd, capable of tempreatures up to 30020C. This opens up a world of materials allowing you to print almost any 3D printing filament available on the market. The Factory edition is the BigBox Pro - but assembled and tested by us. Shipped to you ready to print.On this version the OctoPi comes as standard, making the 3D printing experience as easy as possible. 20 The Lite edition is the BigBox in its most basic form, stripped down to just the bare essentials, no heated bed, and the extrusion system is the E3D Lite6 instead of the E3D-v6. A perfect machine for those new to the world of 3D printing. The BigBox Lite still prints perfectly in PLA and some flexible materials. The lower specified print speed comes from the Lite6 being unable to melt plastic quite as quickly as it's big brother, the E3D-v6. Note that at low layer heights you won't notice a speed difference. Using dual extruders you can print in two colours or two totally different materials at the same time. This opens up a lot of interesting ways to experiment at the cutting edge of 3D printing.20If you've got a bit of printing experience, or don't mind getting your hands dirty then you can double up on extruders. Dual extrusion requires some learning about the 3D printing software toolchain. 20Read more about us 40 Metres of filament, in four of our favourite colours. More than enough to get you going! Greatly enhance the capabilities of your printer by getting an extra nozzle completely free! We'll ask you in the backer survey which size you want. Stretch Goal 3!!! Sensors galore at 23200k (approx 310,000 USD) We'll have enough capital at 200k to go a little sensor crazy, with not only an IR sensor upgrade for bed levelling, but also a PT100 temperature sensor upgrade for your heater block, meaning you can reach higher temperatures but also be far more exact with temperature settings. 20 + 2399 | Upgrade your Plywood Laser-Cut parts to Cast Acrylic and choose from a range of colours. To upgrade your Laser-Cut frame from Birch plywood to cast acrylic simply add 2399 to your pledge total and let us know your selection in the backer survey. 20+ 2375 | Add the option of a Raspberry Pi running the OctoPrint Server to your E3D BigBox. Included in this upgrade is a Raspberry Pi 2 Model B & 8gb MicroSD Card, a 2.5A 5V DC DC Converter to power the Raspberry Pi, a 5-MegaPixel Camera, a few extra 3D printed parts and all the cables, screws and nuts you'll need to add the upgrade to your BigBox. This upgrade makes 3D printing more accessible and means you can print from any computer anywhere. Highly recommended. To take up the OctoPi Print Server option simply add 2375 to your pledge total and let us know your choices in the backer survey. + 2395 | There are slicers, and then there is Simplify3D. Simplify3D is the software package that is perfectly matched to the BigBox's top-notch capabilities. Why upgrade to Simplify3D: Shipping | Q - Why isn't the shipping included and why is it not possible to add shipping to my pledge? A - The Bigbox 3DP is still subject to potential design revisions and the design & components could change before we get to the final version. Mainly we don't know how much the packaging will weigh yet, because of this we do not know what the final shipping weight will be. We want to be able to get the best price for you. Rather than speculate and overcharge you for the shipping we want to be able to streamline the process and arrange great rates with couriers. Before your kit is ready to ship we will contact you with a price which has been tailored specifically to your address and pledge weight. You will only be charged cost for shipping. Taxes | Q - How much and who do I pay it to? A - In the UK & the EU the rate we have to apply is currently 20% of the sales value. If you're outside of the EU & the UK you'll need to check what your local import charges are. For shipping addresses in the UK & the EU you'll be charged VAT when your kit is ready to ship, we'll also ask for the shipping fees at the same time. For everyone else we'll only collect the shipping fees and you will be liable for any local import duties before your kit is delivered to you. The main sources of risk are supplier based delay or finding something in the design that needs fixing before we can ship. We've mapped out lead times, and established multiple suppliers for every component we're not producing in house. We've left significant time-frame margins for these suppliers in our planning, and conducted test orders. E3D already source and sell a huge number of high-quality 3D printing components and have relationships with quality suppliers all over the world that we can use to our advantage. What we're producing in house has been scheduled with sensible rates of productivity factored in. We have experience of running a print farm, and experience of laser cutting large number of parts. The BigBox design has been well tested over many built machines as you can see in all the images and video in the campaign. We seriously doubt that there are any show-stopping design flaws in the system. However there is always the possibility that something will need to be changed, and this may cause a delay. We're going to be doing lots of project updates, on a regular basis, even when everything is going just fine, and if something is causing a delay or even looks like it might be a potential issue we'll know what implication that may have for you.",
    "Campaign year": "2015",
    "Number of images": 59,
    "Length of project description": 7472,
    "Duration": 30,
    "Maximum pledge tiers": 1475.0,
    "Goal": 43172.85,
    "Title length": 51,
    "Url": "https://www.kickstarter.com/projects/e3dbigbox/the-e3d-bigbox-3d-printer/description",
    "Minimum pledge tiers": 1.56
}