{
    "Success": "1",
    "Campaign month": "Jun",
    "Author": {
        "Length of description": 0,
        "Description": "",
        "Number of created projects": 0,
        "Number of backed projects": 2,
        "Facebook connection": 1
    },
    "Number of pledge levels": 8,
    "Length of abstract": 78,
    "Title": "FRIDAY- Feature Documentary",
    "Number of videos": 1,
    "Category": "film & video",
    "Number of Faq items": 4,
    "Subcategory": "documentary",
    "Abstract": "The story of a family, living at the heart of a conflict. Feature Documentary.",
    "Has a video": 1,
    "Project description": "Two young brothers grow up in the heart of a conflict as they join their family209s protest for equality. Ordinary children, living in extraordinary circumstances, are moulded by the political status quo that has come to define two nations.20 We need your help to go back and tell this story. The Project has gone through development and we are so close to being ready to shoot! We just need to raise our final piece of funding, 20K.20 Promoting the project will be paramount to its20success, you can help with this by following us on Facebook and Twitter and sharing our content.20 Too often fantastic stories miss out on being told, we are determined that this will not be one of them. As a low budget production every penny counts. The Funding Goal we are trying to reach is the minimum this film can be made for safely and effectively. Ideally we need to break through our goal, this will only increase the production values and further the film's chances of success. The money will be used to fund some of the production costs, such as: Equipment rental 20The film is likely to be shot on the Canon C300, and you can follow us on twitter to hear more about equipment discussions.20 H ostile environment courses Increasing20the crew's safety is paramount when filming in potentially dangerous environments.20 We are so close and have the framework in place to create an amazing film. We have some excellent rewards with a personal touch. Not only will you all be updated with exclusive footage during the shoot, but there are behind the scenes books, the soundtrack, dinner with the team and the chance to come to the edit room. Our favorite is the opportunity to attend an exclusive London screening in a secret cinema with a plus one.20 On top20of all this we have other rewards on offer, so have a look.20If you invest we want you to feel part of the project. We write updates from London, Israel and20Palestine so keep supporting the film online. Throughout production, there will be no shortage of footage and interesting material for you investors to keep busy with. We will be Tweeting, uploading pictures and publishing diaries.20 Mohammed and Samer are the two youngest sons in a Palestinian family of six. They live in Nabi Saleh, a small hilltop village where stunning views mask a much darker reputation: this is one of the most dangerous places to be on a Friday in the West Bank. Family life can see tear gas interspersed with afternoon tea or rubber bullets collected as trinkets. Manal Tamimi, their mother, remembers a very different childhood to what the boys now consider normality. The settlement of Halamish that stands on the opposite side of the valley is the source of her worries. As a child Manal played in the olive groves that have been replaced by the homes of over a thousand Israeli settlers. Her memories, coupled with the difficult conditions her family have been forced to call routine, have fuelled Manal209s commitment to protesting the occupation every Friday.20 The family are united in this act of defiance. Children experience the same dangers as adults in a life threatening game of cat and mouse with Israeli soldiers. The protests have become a regular event, part of the children209s identity, part of the week209s activities and with it their innocence is slowly eroding. This is not the whole story. Although they might be neighbours, the lives of the settlers are a universe away from Nabi Saleh. By talking to those inside Halamish a more complex reality is revealed. The problems faced by Manal, Samer and mohammed are too easily forgotten in the comforts of contemporary Israeli life. Only by understanding this sense of detachment and the perspectives from both sides, can we begin to see what the future might hold for these two brothers and their country. The Director Joshua Baker has travelled in and out of the20region20for years, including20briefly20living in the West Bank. His passion and understanding has fuelled20our desire to create this film. We now have an excellent team behind this project each bringing their own area of expertise. The production will utilise both Israeli and Palestinian crew members, as local knowledge is second to none. This ethos also reflects our journalistic20commitment to telling a story without a hidden agenda.20 We have also been lucky enough to work with Corniche Pictures, who have assisted with the projects development.  Corniche Pictures are an invaluable partner in the production. With titles like Waltz With Bashir and The Time That Remains , their continued support and input in the development of the documentary has been game changing.20 The last film they supported is in theatres right now! Be sure to check it out, The Reluctant Fundamentalist starring Kiefer Sutherland and Riz Ahmed. NineSix Productions20 is a new company created by two filmmakers who have worked together over the last few years, producing short films and award nominated music videos. Kadri Mahmoud, the Producer of20 FRIDAY 20is also the co-founder, making this a really close knit team. Be sure to have a look at our20 website where you can see the type of work we do, and follow our Twitter for updates and links to projects we think are truly interesting.20 The complexity of issues revealed in the documentary will be understood through high profile interviewees. Current thinkers, journalists, former soldiers and many others will provide opinion, testimony and factual analysis to the current situation. Alongside these excellent speakers we have a list of very high profile contacts that we are currently developing. Daniel Seidemann20 is an attorney by trade and founder of Terrestrial Jerusalem, an NGO based on \" anticipating, and cautioning others about the ever-changing map of this burning city. 20\"The value of20Daniel's20opinion on the subject 20has gained him audiences with2020White house officials and20British20Prime Minister David Cameron.20 Andrew Feinstein , ex African National Congress member and now lecturer, author and Securities Coordinator. He will open the discussion to parallels with apartheid South Africa. His insight into the illegal arms trade and their ties to governments including Israel and the United States will broaden the spectrum to understanding what really is at stake here. Noam Sheizaf, 20a writer for 972 magazine and active reporter on the Israeli - Palestinian conflict. His insight into contemporary20Israeli20society combined with his20understanding20of the IDF, where he served for 4 years, will deepen this story.20 Yehuda Shaul , a former Company Sergeant who served in the West Bank, allows for a rare and privileged insight into the world of the Israeli Defence Force [IDF] and dissects the psychological toll the conflict has had on both the occupier and the occupied. He is the Co-founder of 208Breaking the Silence209, an organisation20 20ce xposing the Israeli public to the routine situations of everyday life in the Occupied Territories20d20 Sheera Frenkel 20 is based in the Middle East. stringing for the Times of London, NPR and McClatchy has given her a20wealth20of contacts and understanding within the region. Her20ability20to analyse and provide context to Manal's situation makes her an invaluable speaker. Joseph Dana i s an American Israeli Journalist who has been based in the West Bank for several years. His insight from writing and radio about the current state of the conflict makes him perfectly positioned to provide deeper context. 20 Take a look at some of our characters and locations that will be explored As storytellers we enjoy the challenge of sculpting a narrative that is balanced and encompasses the key issues that need to be addressed.  Our biggest issues arise from the environment that we are filming in. Productions in conflict zones mean that you have to be able to adapt. Changes can happen with regards to characters, locations and even to the shooting schedule at any moment. By putting in place solid planning and appropriate safety training we can help mitigate risks. Your support, financially but also through publicising the film, will be an integral part of this process. Thanks for reading",
    "Campaign year": "2013",
    "Number of images": 38,
    "Length of project description": 9401,
    "Duration": 32,
    "Maximum pledge tiers": 1570.0,
    "Goal": 28781.9,
    "Title length": 27,
    "Url": "https://www.kickstarter.com/projects/1713137134/friday-feature-documentary/description",
    "Minimum pledge tiers": 8.0
}