{
    "Success": "?",
    "Campaign month": "Dec",
    "Author": {
        "Length of description": 178,
        "Description": "Thorny Games is an indie game studio out of San Francisco making quirky and thoughtful games about language and cryptography.We are Kathryn Hymes and Hakan Seyalioglu.",
        "Number of created projects": 0,
        "Number of backed projects": 27,
        "Facebook connection": 1
    },
    "Number of pledge levels": 6,
    "Length of abstract": 122,
    "Title": "Dialect: A Game about Language and How it Dies",
    "Number of videos": 1,
    "Category": "games",
    "Number of Faq items": 0,
    "Subcategory": "tabletop games",
    "Abstract": "Build a language, build a world. Who were the Isolation, and how were they lost? In this game, your language is the story.",
    "Has a video": 1,
    "Project description": "20 Dialect is a tabletop roleplaying game about an isolated community , their language , and what it means for that language to be lost . It209s a GM-less game for 3-5 people that runs in 3-4 hours. The game209s core spark comes from gradually build2ding up elements of language among players, who gain fluency in their own dialect over the course of play. Words are built off of the fundamental traits of the community, the pivotal events that have defined their lives, and how they respond to a changing world. Players use the language and explore both their characters and the world by asking what this new language really means to them. A new word is made, the language grows, and the community is tightened. From age to age, the Isolation changes and we see those changes reflected in the language.In the end, you'll define how the language dies and what happens to the Isolation. Players take away both the story they209ve told together and this new language.20 Dialect has been our passionate work for the last 14 months. We209ve played it far and wide with different groups of people to great reception. Now it's time to share this language-building storytelling game with you, playful language-loving human. Dialect is a role playing game where we define and explore an isolated community through its beginning, rise and end. Language is the lens.20 The first step of any game is creating our community. At the start, we pick a backdrop 20which forms the world in which the Isolation exists (more on backdrops below). Next, we make the world our own by defining three20 aspects20 for our community. These will be the touchstones of our society, and will be the initial seeds from which our20 language grows . Here are some example aspects for a game set in the Martian colony: Finally, we each choose characters to be our voice in the Isolation. Each character has a unique relationship to the aspects, which means each has a unique relationship to the language. Each turn in a game of Dialect is divided into three simple stages. MAKE A CONNECTION.20 On every turn, players generate a new piece of language by picking a concept from a hand of cards and tying it to one of the defining aspects of the community. 20We describe why this concept and aspect are linked, which tells us a little more about the world and our place in it. Perhaps our word for a BAD OMEN20 comes from our aspect20 WE ARE ILL-PREPARED20 because of a terrible accident in our past that we still haven't been able to explain. 20 BUILD A WORD. Now, with the help of the other players at the table we determine what this new word will be based on what we've now learned about the community. In this example, the table decides that the terrible accident was when STATION SIX 20mysteriously blew up, for reasons that no one still fully understands.20With time, we shortened STATION SIX to STAYSIX 20which has become our new word for any20 BAD OMEN or related concept. 20 HAVE A CONVERSATION. Finally, we have a short conversation where we explore what this language means to two of the characters at the table. Characters aren209t carbon copies, and not everyone identifies with all of the Isolation209s aspects equally - so a word that one character uses casually, may be deeply meaningful to another. We define flavors of language at the level of the world and the individual. Who sees a major20 STAYSIX 20on the horizon that the others are ignoring? Let's play to find out. Paired with this DNA of forming language and exploring characters, the game takes place over three ages. Pivotal events happen as time passes and the Isolation is faced with hard choices that will change it in deep ways. Will our Isolation end because it209s ultimately assimilated, will we be forced to give up who we are in order to survive or does collapse come from within? 20 20 Making and using new pieces of language is the heart of Dialect . To that end, we're thrilled to be collaborating with the most prolific and prominent creator of languages today, David Peterson . David will be writing a chapter for Dialect that highlights his experience in constructed language and how he tries to bring out a culture's unique aspects while inventing his own languages. David's chapter will help enhance your game of Dialect by giving you new insight into how language is invented and creative inspiration for a richer and and more evocative experience. If you aren209t already an avid conlanger, you'll get a taste of a beautiful sciency art form. If you are, then you totally know what's up. We209re stoked to be working with him! 20 Backdrops are the world from which the Isolation emerges. They are the starting line, the playset, the point where we grow apart and begin distinguishing ourselves. They are an ideal way to shape your game to explore different themes and experience a different world. The game comes with a set of core backdrops: The Martian Outpost , The Compound , Archipelago , and The Network . Outside of the core settings, we have a set of incredible contributing writers -- world-class game designers, linguists, language creators, and generally-formidable humans -- who will be making additional backdrops for the game. Here is a taste of what you can expect from these fine minds. 20 20 Backdrop ideas are subject to change according to whim and inspiration. Dialect comes as a book and language generating deck, both gorgeously printed with professional layout and beautiful art. To play Dialect, all that is required is the rulebook , the language generating deck and some index cards . With these three ingredients and a friendly gaming circle, you are set for a storytelling, language-building good time. Play takes place in a space lovingly referred to as the the Language Tableau . The Language Tableau is the home to aspects that define the community, the events that happen to shape the Isolation, and most importantly, the language that evolves from them. A Language Tableau can be clean and simple or optionally more adorned. We enjoy the adornment ritual: dividing ages with strings, stones or any other creative options you have available. You're welcome to customize your playspace or keep it au naturel. Dialect has been being playtested regularly for the last 14 months: at conventions around the US, home gatherings, festivals, bars, classrooms, forests, even in a chapel . It209s been a blast. Here are a smattering of publicly-accessible reviews and play reports. 20 20 Rewards, oh, the rewards. We believe in a simple-but-spectacular reward structure. Spoiler: it's linguistic play all the way down. On tap at Thorny Games are the following: 20 20 For the keen lover of play and language, we have a second offering. To mark the occasion of Dialect 209s debut, we're making a first print-run of our game Sign: a game about being understood . Sign is an award-winning live-action game about the incredible story of Nicaraguan Sign Language: a language born in modern times from the hands of children. Pro-tip: if you are having a doubtful day about humanity, this story is worth knowing. Pass it on! Sign has been played the world over and featured at many conventions around the US. It209s also been the kind recipient of heaps of praise ( Indie RPG Awards , Indie Groundbreaker awards , The 20 Golden Cobra ). Sign is freely available as a PDF right here from our website , and will always be free online. But a special game deserves a special touch, and for that, we209ve got some amazing collaborators to make this game shine. 20 For this Kickstarter, we209ve worked with the prodigiously-talented artist Miranda Meeks to illustrate the spark of emergent language. She's done a spectacular job. The game will be lovingly and gorgeously crafted as a boxed-set of tarot-sized cards, so you, too, can live out emergent language through play . We're so looking forward to sharing it with you! Any and all profits from Sign will be donated to the Nicaraguan Sign Language Project - the organization devoted to increasing resources for Sign Language education in Nicaragua. 20Dialect is a collaboration of some very passionate folks.20 Thorny Games . An indie game studio out of San Francisco specializing in quirky and thoughtful games about language and cryptography - Thorny Games is the work of Kathryn Hymes and Hakan Seyalioglu .20 Kathryn specializes in teaching robots about human language so we can all be friends some day (in other words, a computational linguist). She owns a theremin and plays it badly. Hakan helps computers keep secrets and crack codes (a genuine cryptographer). He really enjoys breakfast. In the past, they both did a lot of math. In the present, they play games, design games and spread the good word about RPG. Also part of Thorny Games are minority shareholders and paradoxical kittens20 Banach 20(.003%)20& Tarski20 (.003%). Brennen Reece (Layout) . Having brought some of the most evocative storygames in recent memory to print - Night Witches, Carolina Death Crawl and The Clay That Woke - Brennen209s skills are peerless and we're thrilled to have him on this project. See more of his work here . Jill DeHaan (Art) . Art for Dialect (including the illustrations in the Kickstarter page) is thanks to the masterhand of Jill DeHaan. Jill is a world-class letterer and when we saw how much beauty she could breath into the written word, it was insta-love. See more of her work here . David Peterson (Chapter on Inventing Language ). The most well-known language inventor of our generation, David Peterson will be contributing a chapter on making language to help players with their own language creation process. We209re stoked! Learn more about conlanging and the languages David has created at his website . Keith Stetson (Chapter on incorporating Dialect to a home campaign) . One of the the exciting possibilities with Dialect is using it to generate language for the world in a home campaign. We209re so happy to be working with Keith, avid game player and educator, on a guide to Dialect-ing other games. Fractal games in games for all!  Backdrop Writers . We can't say enough wonderful things about our backdrop writers. They are consummate game designers, language creators, academics, and humans. Many of them are among the first players of Dialect, and we're especially excited to have so many different perspectives represented. Please stay in touch as we reveal more of our backdrops.20 20 20 20 20 Dialect is currently in the final stages of design refinement and we have a few upcoming playtests to tie it up. We're pretty thrilled with the current version but when it209s your pride and joy, you do whatever you can to deliver the best game possible. We have printers, distributors, shipping and additional writers lined up and ready to go. We plan to run a very transparent project with regular updates to backers at every stage. This is our first Kickstarter, but we209re not new to shipping products. Combined, we209ve spent the better part of a decade making software for billions (yep, with a B) of people around the world in the beating artificial heart of Silicon Valley. Software and physical games aren209t the same, so there are still things to learn, but the accountability is familiar. We thankfully know lots of folks nearby who have shipped similar projects and who are giving us constant guidance.",
    "Campaign year": "2016",
    "Number of images": 32,
    "Length of project description": 12932,
    "Duration": 24,
    "Maximum pledge tiers": 199.0,
    "Goal": 3000.0,
    "Title length": 46,
    "Url": "https://www.kickstarter.com/projects/347698129/dialect-a-game-about-language-and-how-it-dies/description",
    "Minimum pledge tiers": 10.0
}