{
    "Success": "1",
    "Campaign month": "Jun",
    "Author": {
        "Length of description": 493,
        "Description": "Martin Monk is a writer, director and photographer based in Berlin. His short films have screened successfully across the globe, honing Best Newcomer prizes at Shot on RED, the Mexico Int209l Film Festival and the Berlin Fashion Film Festival. 20cHappy Tears20d starring Alan Cumming was also an official selection at Raindance 2014. His photography has been exhibited in Moscow as well as his native Berlin. He holds a Master209s degree in Cultural Theory.",
        "Number of created projects": 0,
        "Number of backed projects": 3,
        "Facebook connection": 1
    },
    "Number of pledge levels": 10,
    "Length of abstract": 137,
    "Title": "ALPHA GIRL / ALPHAM34DCHEN (Short film)",
    "Number of videos": 1,
    "Category": "film & video",
    "Number of Faq items": 0,
    "Subcategory": "shorts",
    "Abstract": "Coming-of-age drama about a girl torn between sensitivity and aggression/Portr34t einer jungen Frau zwischen Sensibilit34t und Aggression",
    "Has a video": 1,
    "Project description": "-> FOR ENGLISH VIDEO SUBTITLES, CLICK ON \"CC\" IN THE PLAYER WINDOW -> F3cR DEN DEUTSCHEN TEXT, SCROLLT NACH UNTEN Alpha Girl is the portrait of a young woman torn between sensitivity and bullish aggression. Not-yet grown up but far from a child, Nastassja stumbles through her teens sensing conflict at every turn. Her father, Thomas, an actor in Berlin's bohemian scene, will take the brunt of her anger as old wounds are ripped open when she spends a week with him.20Will Nastassja be able to accept a reality that she did not choose for herself? Join award-winning director20 Martin Monk and his team of Berlin independent cinema talents in making a short drama that packs a punch. We're part of a crazy bunch of passionate filmmakers that believes that the short films of today are the movies of tomorrow. But outside of existing structures it is incredibly hard to finance a short - and that's where you come into play. But - your involvement is not just about the financial support, though we cannot make the film without it. You are the audience of this film, you're the fanbase that's part of the journey from the start. Please take a few minutes to spread the word through Facebook , Twitter, or a quick e-mail to a few friends. Writer / Director : Martin Monk -> Showreel Lead Actress : Emma Drogunova ->20 Showreel Director of Photography : Falko Lachmund -> Showreel Composer : Uno Helmersson -> Soundreel Editor : Stefanie Kosik -> Filmography The amount we are looking to finance on Kickstarter will cover our basic shooting costs, including: - Transportation - Permits - Insurance - Equipment - Catering - Locations. We have a wide range of rewards for backers - from streaming links, to BluRays, premiere Tickets and some photography-based rewards such as Fine Art Prints and personal Photo shootings. To top it off, there are some producing opportunities for the more professionally inclined.20Here are some of your options for the Fine Art Print - but you can always browse www.martinmonk.net and let me know if there's something you find there that you'd prefer! If you have any questions or want to know where you can buy some good ol' analog film in Berlin, please contact me at info@martinmonk.net . Find the #Alphagirl online: facebook.com/alphagirlfilm twitter.com/alphagirlfilm alphagirlfilm.com Thank you /// Alpham34dchen ist das Portr34t einer jungen Frau, die zwischen Sensibilit34t und Aggression hin- und hergerissen ist. Noch nicht erwachsen aber schon lange kein Kind mehr, taumelt Nastassja durch ihre Jugend - allzeit konfliktbereit. Ihr Vater, Thomas, ein Schauspieler aus Berlins Theaterwelt, bekommt ihren Groll zu sp3cren als Nastassja eine Woche bei ihm einzieht und alte Wunden aufgerissen werden. Wird Nastassja eine Realit34t akzeptieren k36nnen, die sie sich nicht selbst ausgesucht hat? Helft dem preisgekr36nten Regisseur Martin Monk und seinem Team Berliner Nachwuchstalente bei der Umsetzung eines Kurzfilms, der es in sich hat. Wir sind Teil jener Verr3cckten, die mit Leidenschaft daran glauben, dass der Kurzfilm von heute der Kinofilm von morgen ist. Aber au3ferhalb existierender Strukturen ist die Finanzierung f3cr kurze Stoffe unglaublich schwierig - und hier kommt ihr ins Spiel. Eure Unterst3ctzung geht allerdings weit 3cber den finanziellen Aspekt hinaus - auch wenn wir den Film ohne Geld nicht machen k36nnen. Ihr seid das Publikum dieses Stoffes, Teil der Reise von Anfang an. Nehmt Euch daher bitte kurz die Zeit, uns auf Facebook , Twitter , oder mit einer kurzen Mail an ein Paar Freunde zu unterst3ctzen. Autor & Regisseur : Martin Monk -> Showreel Hauptdarstellerin : Emma Drogunova -> Showreel Kamera : Falko Lachmund -> Showreel Musik : Uno Helmersson -> Soundreel Schnitt : Stefanie Kosik -> Filmografie Das Finanzierungsziel bei Kickstarter deckt unsere Drehkosten ab, darunter: - Transport20 - Genehmigungen - Versicherung - Technik-Miete - Verpflegung - Drehorte. Wir bieten Euch ein breites Spektrum an Belohnungen an, von Links und BluRays 3cber Premierentickets bis zu Fotografie-basierten Belohnungen wie hochwertigen Abz3cgen und pers36nlichen Portrait-Shootings. Um das Ganze abzurunden gibt es auch Produktionsm36glichkeiten, f3cr diejenigen, die sich professionell in der Filmbranche tummeln.20Hier seht Ihr einige der Motive f3cr den Fine Art Print - ihr k36nnt aber auch auf20 www.martinmonk.net schauen und bescheid geben, wenn ihr dort etwas findet, was Euch mehr zusagt! Falls ihr Fragen habt oder Tipps Rund um die analoge Fotografie braucht, schreibt mir einfach eine Mail an info@martinmonk.net . Das #Alpham34dchen im Netz: facebook.com/alphagirlfilm twitter.com/alphagirlfilm alphagirlfilm.com Tausend Dank Independent short films live and die by their festival career. And it's always hard to predict the success of a film on the circuit. But we firmly believe in our story and script and are confident we will find our audience - hopefully, on the big screens of the right festivals. While we are a young team, we are also experienced enough not to underestimate the process of actually making a film. We'll use some of the funds for proper insurance. We're Germans, after all. /// Kurzfilme stehen und fallen mit ihrer Festivalkarriere. Es ist zwar schwierig, Erfolg zu planen - aber wir sind selbstbewusst, dass unsere Geschichte ihr Publikum finden wird. Hoffentlich auf den gro3fen Leinw34nden der besten Festivals. Wir sind jung - aber nicht naiv. Darum untersch34tzen wir den Prozess des Filmemachens nicht. Viele Dinge m3cssen gleichzeitig funktionieren. Aber auf jeden Fall sind wir versichert.",
    "Campaign year": "2015",
    "Number of images": 8,
    "Length of project description": 8442,
    "Duration": 30,
    "Maximum pledge tiers": 2264.0,
    "Goal": 9054.68,
    "Title length": 39,
    "Url": "https://www.kickstarter.com/projects/martinmonk/alpha-girl-alphamadchen-short-film/description",
    "Minimum pledge tiers": 11.0
}